Revit 2027 API
UnitTypeId.KilometersPerSecondSquared Property
 Kilometers per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilometersPerSecondSquared { get; }
Public Shared ReadOnly Property KilometersPerSecondSquared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilometersPerSecondSquared {
	ForgeTypeId^ get ();
}
static member KilometersPerSecondSquared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace